/* choose button - open panel */
"Choose" = "Auswählen";

/* action name for setting a movie */
"Set Movie" = "Film einstellen";

/* Lve data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences.";